const News = [
    {
        "newsId": 1,
        "newsUrl": "http://kid.chosun.com/site/data/html_dir/2022/01/07/2022010700085.html",
        "newsTitle": "시사 낱말 퍼즐",
        "newsDate": "2022-01-07 00:01:00",
        "newsArticle": "넥슨은 넥슨컴퓨터박물관이 한 달 동안 재정비를 마치고 지난 1일 리뉴얼 오픈했다고 11일 밝혔다. 먼저 1층에서는 넥슨컴퓨터박물관 주요 소장품 중 하나인 '애플I'의 전시 공간을 새롭게 구성했다. 1976년 스티브 잡스와 스티브 워즈니악이 만든 애플 최초의 컴퓨터 애플I의 실제 모습과 복각 버전을 살펴보고 에뮬레이터로 당시 컴퓨팅 환경을 직접 체험해 볼 수 있다.",
        "newsImage": "http://kid.chosun.com/site/data/img_dir/2022/01/07/2022010700087_0.jpg",
        "newsSource": "어린이조선일보"
    },
    {
        "newsId": 2,
        "newsUrl": "http://kid.chosun.com/site/data/html_dir/2022/01/07/2022010700083.html",
        "newsTitle": "이번 주 미션!",
        "newsDate": "2022-01-07 00:01:00",
        "newsArticle": "넥슨은 넥슨컴퓨터박물관이 한 달 동안 재정비를 마치고 지난 1일 리뉴얼 오픈했다고 11일 밝혔다. 먼저 1층에서는 넥슨컴퓨터박물관 주요 소장품 중 하나인 '애플I'의 전시 공간을 새롭게 구성했다. 1976년 스티브 잡스와 스티브 워즈니악이 만든 애플 최초의 컴퓨터 애플I의 실제 모습과 복각 버전을 살펴보고 에뮬레이터로 당시 컴퓨팅 환경을 직접 체험해 볼 수 있다.",
        "newsImage": "http://kid.chosun.com/site/data/img_dir/2022/01/07/2022010700085_0.jpg",
        "newsSource": "어린이조선일보"
    },
    {
        "newsId": 3,
        "newsUrl": "http://kid.chosun.com/site/data/html_dir/2022/01/04/2022010402186.html",
        "newsTitle": "[뉴스탐험대 중계 코너] 갯벌어로, 韓食, 임인년 마케팅, 마인크래프트",
        "newsDate": "2022-01-05 00:01:00",
        "newsArticle": "넥슨은 넥슨컴퓨터박물관이 한 달 동안 재정비를 마치고 지난 1일 리뉴얼 오픈했다고 11일 밝혔다. 먼저 1층에서는 넥슨컴퓨터박물관 주요 소장품 중 하나인 '애플I'의 전시 공간을 새롭게 구성했다. 1976년 스티브 잡스와 스티브 워즈니악이 만든 애플 최초의 컴퓨터 애플I의 실제 모습과 복각 버전을 살펴보고 에뮬레이터로 당시 컴퓨팅 환경을 직접 체험해 볼 수 있다.",
        "newsImage": "http://kid.chosun.com/site/data/img_dir/2022/01/04/2022010402181_0.jpg",
        "newsSource": "어린이조선일보"
    },
    {
        "newsId": 4,
        "newsUrl": "https://kids.donga.com?ptype=article&no=20220104133154393141&psub=news&gbn=01",
        "newsTitle": "[오늘의 뉴스]세계 호랑이 20%, 서식지 파괴로 멸종위기",
        "newsDate": "2022-01-04 04:31:00",
        "newsArticle": "넥슨은 넥슨컴퓨터박물관이 한 달 동안 재정비를 마치고 지난 1일 리뉴얼 오픈했다고 11일 밝혔다. 먼저 1층에서는 넥슨컴퓨터박물관 주요 소장품 중 하나인 '애플I'의 전시 공간을 새롭게 구성했다. 1976년 스티브 잡스와 스티브 워즈니악이 만든 애플 최초의 컴퓨터 애플I의 실제 모습과 복각 버전을 살펴보고 에뮬레이터로 당시 컴퓨팅 환경을 직접 체험해 볼 수 있다.",
        "newsImage": "http://kids.donga.com/www/data/article/202201/c39fb5d832782acd5423ea049109aaeb_1641270643_6784.jpg",
        "newsSource": "어린이동아"
    },
    {
        "newsId": 5,
        "newsUrl": "http://kid.chosun.com/site/data/html_dir/2022/01/02/2022010200847.html",
        "newsTitle": "새해 복이 왔어~흥",
        "newsDate": "2022-01-03 03:00:00",
        "newsArticle": "넥슨은 넥슨컴퓨터박물관이 한 달 동안 재정비를 마치고 지난 1일 리뉴얼 오픈했다고 11일 밝혔다. 먼저 1층에서는 넥슨컴퓨터박물관 주요 소장품 중 하나인 '애플I'의 전시 공간을 새롭게 구성했다. 1976년 스티브 잡스와 스티브 워즈니악이 만든 애플 최초의 컴퓨터 애플I의 실제 모습과 복각 버전을 살펴보고 에뮬레이터로 당시 컴퓨팅 환경을 직접 체험해 볼 수 있다.",
        "newsImage": "http://kid.chosun.com/site/data/img_dir/2022/01/02/2022010200847_0.jpg",
        "newsSource": "어린이조선일보"
    },
    {
        "newsId": 6,
        "newsUrl": "http://kid.chosun.com/site/data/html_dir/2022/01/02/2022010200851.html",
        "newsTitle": "지도력·용맹함·열정까지 '으뜸' 2022년 새해, 호랑이처럼 달려볼까요?",
        "newsDate": "2022-01-03 03:00:00",
        "newsArticle": "넥슨은 넥슨컴퓨터박물관이 한 달 동안 재정비를 마치고 지난 1일 리뉴얼 오픈했다고 11일 밝혔다. 먼저 1층에서는 넥슨컴퓨터박물관 주요 소장품 중 하나인 '애플I'의 전시 공간을 새롭게 구성했다. 1976년 스티브 잡스와 스티브 워즈니악이 만든 애플 최초의 컴퓨터 애플I의 실제 모습과 복각 버전을 살펴보고 에뮬레이터로 당시 컴퓨팅 환경을 직접 체험해 볼 수 있다.",
        "newsImage": "http://kid.chosun.com/site/data/img_dir/2022/01/02/2022010200851_0.jpg",
        "newsSource": "어린이조선일보"
    },
    {
        "newsId": 7,
        "newsUrl": "http://kid.chosun.com/site/data/html_dir/2022/01/02/2022010200860.html",
        "newsTitle": "1월 작품을 뽑고 나서",
        "newsDate": "2022-01-03 03:00:00",
        "newsArticle": "넥슨은 넥슨컴퓨터박물관이 한 달 동안 재정비를 마치고 지난 1일 리뉴얼 오픈했다고 11일 밝혔다. 먼저 1층에서는 넥슨컴퓨터박물관 주요 소장품 중 하나인 '애플I'의 전시 공간을 새롭게 구성했다. 1976년 스티브 잡스와 스티브 워즈니악이 만든 애플 최초의 컴퓨터 애플I의 실제 모습과 복각 버전을 살펴보고 에뮬레이터로 당시 컴퓨팅 환경을 직접 체험해 볼 수 있다.",
        "newsImage": "",
        "newsSource": "어린이조선일보"
    },
    {
        "newsId": 8,
        "newsUrl": "https://kids.donga.com?ptype=article&no=20220102134904512902&psub=news&gbn=01",
        "newsTitle": "2022년은 ‘검은 호랑이의 해’ “어흥~! 용맹함 본받고 싶지 않니?”",
        "newsDate": "2022-01-02 22:49:00",
        "newsArticle": "넥슨은 넥슨컴퓨터박물관이 한 달 동안 재정비를 마치고 지난 1일 리뉴얼 오픈했다고 11일 밝혔다. 먼저 1층에서는 넥슨컴퓨터박물관 주요 소장품 중 하나인 '애플I'의 전시 공간을 새롭게 구성했다. 1976년 스티브 잡스와 스티브 워즈니악이 만든 애플 최초의 컴퓨터 애플I의 실제 모습과 복각 버전을 살펴보고 에뮬레이터로 당시 컴퓨팅 환경을 직접 체험해 볼 수 있다.",
        "newsImage": "http://kids.donga.com/www/data/article/202201/caf04089153f356f3e925c4819be2704_1641098485_4124.jpg",
        "newsSource": "어린이동아"
    }
]

export default News;
